[	
{
    "name": "Gozo",
    "leaderName": "Saverio Cassar",
    "adjective": ["Gozitan"],
    "startBias": ["Coast","Avoid [Tundra]","Avoid [Snow]"],
    "preferredVictoryType": "Cultural",
    
    "startIntroPart1": "Blessings upon you, noble Priest Saverio Cassar, guardian and leader of Gozo, the island of resilience and faith. Through centuries, Gozo has stood against conquerors and storms alike, a peaceful land known for its fortified cities and fishing villages. During the rebellions of 1798, you rose Gozo as a self-governing state, an island that refused to welcome the French invasion. It was only the meaddling British forces that disapproved of our independence, and disapproved of your plans for an independent Gozo.",
    "startIntroPart2": "So will you prove the British wrong and lead Gozo to new prosperity? Will you become a center of culture, devotion, and strength? The world watches to see what destiny awaits your people!",

    "declaringWar": "We did not seek conflict… but we will defend Gozo with honor.",
    "attacked": "Then so be it. Gozo will endure as it always has.",
    "defeated": "Our spirit remains, even if we fall.",
    "introduction": "Welcome to Gozo, traveler. May peace guide our meeting.",
    "neutralHello": "Greetings from the Island of the Three Hills!",
    "hateHello": "You come again. Make your intentions clear.",
    "tradeRequest": "Perhaps a fair exchange can benefit us both.",

    "outerColor": [226, 226, 226],
    "innerColor": [0,0,0],

    "uniqueName": "Island of Resilience",
    "uniques": [
        "Gain a free [Walls] [in all cities]",
        "[+1 Culture] from every [Fishing Boats]"
    ],

    "cities": [
        "Victoria","Xagħra","Nadur","Għajnsielem","Xewkija","Żebbuġ","Qala","Sannat","Kerċem","Xlendi","Munxar","Għarb","Fontana","San Lawrenz","Għasri","Dwejra","Marsalforn","Mġarr","Santa Luċija","Ta' Ċenċ","Birbuba","Ta' Għammar","Comino"
    ],

    "spyNames": [
        "Toni","Karmenu","Ġużi","Ġakbu","Pinu","Pawlu","Marija","Marta","Nazju","Ġanni"
    ]
},
]
